Repository: jaycollett/TCFSermonSearcher
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Welcome to Sermon Search!
es: ¡Bienvenido a la Búsqueda de Sermones!

source: An error occurred while processing your search. Please try again.
es: Ocurrió un error al procesar su búsqueda. Por favor, inténtelo de nuevo.

source: Sermon not found
es: Sermón no encontrado

source: Welcome to Sermon Search
es: Bienvenido a la Búsqueda de Sermones

source: Easily find and revisit past sermons by searching key topics, phrases, scripture or category.
es: Encuentra y revisita fácilmente sermones anteriores buscando temas clave, frases, pasajes bíblicos o categorías.

source: Start Searching
es: Comienza a buscar

source: The Inspiration Behind This Project
es: La inspiración detrás de este proyecto

source: This project was born from a light-hearted moment during a <span class='highlight'>Craw/LaSage homegroup</span> meeting.
es: Este proyecto surgió de un momento desenfadado durante una reunión del grupo de hogar <span class='highlight'>Craw/LaSage</span>.

source: During the meeting, we were discussing how difficult it can be to find something specific in our old sermon notes. That’s when it hit me—how incredible would it be if we could quickly search for a sermon based on our own notes or key takeaways?
es: Durante la reunión, discutíamos lo difícil que puede ser encontrar algo específico en nuestras antiguas notas de sermones. Fue entonces cuando se me ocurrió: ¿qué tan increíble sería poder buscar rápidamente un sermón basándonos en nuestras propias notas o ideas principales?

source: What started as a passing thought turned into a mission.
es: Lo que comenzó como un pensamiento pasajero se convirtió en una misión.

source: These sermons hold spiritual wisdom—guidance, truth, and encouragement that can uplift and transform lives. It's been incredibly fulfilling to help make them even more accessible to everyone.
es: Estos sermones contienen sabiduría espiritual—orientación, verdad y ánimo que pueden elevar y transformar vidas. Ha sido sumamente gratificante ayudar a hacerlos aún más accesibles para todos.

source: Leveraging my experience in technology, I developed a solution—<span class='highlight'>Sermon Search</span>—where past sermons are automatically transcribed, indexed, and even translated.
es: Aprovechando mi experiencia en tecnología, desarrollé una solución—<span class='highlight'>Sermon Search</span>—en la que los sermones anteriores son transcritos, indexados e incluso traducidos.

source: Whether you're revisiting a past message, searching for biblical references, or exploring specific topics, you can now do so in the language that feels most familiar to you.
es: Ya sea que estés revisitando un mensaje anterior, buscando referencias bíblicas o explorando temas específicos, ahora puedes hacerlo en el idioma que te resulte más familiar.

source: This wouldn’t be possible without the dedication and hard work of those who have faithfully prepared and delivered these sermons—ensuring that God’s message is shared with clarity, truth, and love. Enjoy exploring, it's my prayer that this resource be a blessing to you.
es: Esto no sería posible sin la dedicación y el arduo trabajo de quienes han preparado y ofrecido estos sermones con fe—asegurando que el mensaje de Dios se comparta con claridad, verdad y amor. Disfruta explorando; es mi oración que este recurso sea una bendición para ti.

source: TCF - Sermon Search
es: TCF - Búsqueda de Sermones

source: Searchable sermon transcripts from TCF. Find past sermons easily.
es: Transcripciones de sermones de TCF, fácilmente buscables. Encuentra sermones anteriores con facilidad.

source: Sermon Search
es: Búsqueda de Sermones

source: Search
es: Buscar

source: Sermon Index
es: Índice de Sermones

source: Spanish
es: Español

source: English
es: Inglés

source: 📖 Sermon Search | Written by: Jay Collett | Version: 0.2.11 | Date: March 6, 2025
es: 📖 Búsqueda de Sermones | Escrito por: Jay Collett | Versión: 0.2.11 | Fecha: 6 de marzo de 2025

source: Stats for nerds
es: Estadísticas para nerds

source: Category Filters
es: Filtros de Categorías

source: Back to Search
es: Volver a la Búsqueda

source: English, Spanish Audio Available
es: Audio disponible en inglés y español

source: No results found.
es: No se encontraron resultados.

source: Try a different search term.
es: Intenta con un término de búsqueda diferente.

source: Search Sermons
es: Buscar Sermones

source: Find past sermons by keyword or topic.
es: Encuentra sermones anteriores por palabra clave o tema.

source: Enter a search term or phrase...
es: Ingresa un término o frase de búsqueda...

source: Category Filters (optional)
es: Filtros de Categorías (opcional)

source: Your browser does not support the audio element.
es: Tu navegador no soporta el elemento de audio.

source: Audio not available.
es: Audio no disponible.

source: Back to Search Results
es: Volver a los Resultados de Búsqueda

source: AI-Generated Sermon Insights
es: Perspectivas de Sermones Generadas por IA

source: Summary
es: Resumen

source: Bible References
es: Referencias Bíblicas

source: Sermon Style
es: Estilo del Sermón

source: Topics
es: Temas

source: Key Quotes
es: Citas Clave

source: Sentiment
es: Sentimiento

source: Citas Claves
es: Citas Clave

source: 📂 Sermon Index
es: 📂 Índice de Sermones

source: Total Sermons
es: Total de Sermones

source: Average Words per Sermon
es: Promedio de Palabras por Sermón

source: Largest Sermon
es: Sermón Más Largo

source: Word Count:
es: Recuento de Palabras:

source: Shortest Sermon
es: Sermón Más Corto

source: Most Common Category
es: Categoría Más Común

source: Top Ten Words
es: Las Diez Palabras Más Frecuentes

source: Word Cloud
es: Nube de Palabras

source: Bi-gram Chart
es: Gráfico de Bi-gramas

source: Last updated:
es: Última actualización:
